Repository: apchoi79/gbi-client
Catalog: app/geobox/web/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Exact
de: Exakte Werte

source: Range
de: Wertebereich

source: Value
de: Wert

source: Color
de: Farbe

source: Min
de: Minimum

source: Max
de: Maximum

source: Execute
de: Ausführen

source: Legend for
de: Legende für

source: Area in
de: Fläche in

source: No thematical map present for this layer
de: Für diesen Layer existiert keine thematische Karte

source: Add input
de: Wert hinzufügen

source: Remove input
de: Eintrag entfernen

source: No layer selected
de: Keine Ebene ausgewählt

source: No attributes selected
de: Keine Eigenschaften ausgewählt

source: Show all features
de: Alle Einträge anzeigen

source: Show in list
de: In Liste anzeigen

source: Apply
de: Übernehmen

source: Map settings
de: Karteneinstellungen

source: Legend
de: Legende

source: Short list
de: Kurze Liste

source: Complete list
de: Komplette Liste

source: List settings
de: Liste/Popup Einstellungen

source: Active
de: Aktivieren

source: Choose value
de: Wert auswählen

source: No entries
de: Keine Einträge

source: Apply changes
de: Änderungen übernehmen

source: Discard changes
de: Änderungen verwerfen

source: Show in popup
de: In Popup anzeigen

source: csv
de: CSV exportieren

source: odt
de: ODT exportieren

source: create settings
de: Zu den Einstellungen

source: legend
de: Legende

source: list
de: Liste

source: active
de: Aktivieren

source: map settings
de: Karte

source: list settings
de: Liste

source: layer has not attributes
de: Der Layer besitzt keine Attribute

source: Select filtered features
de: Geometrien auswählen

source: Show feature list with user defined attributes
de: Zeigt Liste mit ausgewählten Attributen

source: Show feature list with all attributes
de: Zeigt Liste mit allen Attributen

source: Create thematical map using exact values
de: Erstellt eine thematische Karte mit exakten Werten

source: Create thematical map using ranges
de: Erstellt eine thematische Karte mit Wertbereichen

source: Add value field
de: Fügt ein Legendenfeld hinzu

source: Select attribute
de: Eigenschaft auswählen

source: Max autogenerated colors reached
de: Maximale Anzahl an automatisch<br>generierten Wert-Farb-Paaren erreicht

source: Unselect filtered features
de: Auswahl aufheben

source: load wms capabilities
de: Capabilities wurden geladen

source: preview not possible
de: Vorschau nicht möglich. Kein Layer gewählt oder Koordiantensystem wird nicht unterstützt.

source: Show filtered features in list
de: Zeige in Liste

source: Layer to seed
de: Datenimport für Layer

source: Start seeding
de: Datenimport gestarten

source: Stop seeding
de: Datenimport gestoppen

source: Seeding finished
de: Datenimport beendet

source: No BBox given
de: Kein Bereich für den Datenimport in der Karte markiert

source: Tiles estimated
de: Kacheln werden importiert

source: Seeding stopped
de: Datenimport gestoppt

source: No layer to seed
de: Kein Layer für Datenimport vorhanden

source: Feature attributes violate schema
de: Attribute der selektierten Geometrie(n) verletzen das Schema.<br>Bitte editieren Sie die Attribute.

source: export project edit
de: Exportprojekt editieren

source: projects exporteditor
de: Exporteditor

source: tooltip - export rasterlayer
de: Wählen Sie ein Dateiformat für den Export aus und fügen Sie anschließend die gewünschten Rasterlayer hinzu.

source: start level needs to be lower or equal to end level
de: Startlevel muss kleiner oder gleich dem Endlevel sein

source: remove raster
de: Rasterlayer entfernen

source: add raster
de: Rasterlayer hinzufügen

source: start
de: Speichern & Starten

source: remove vector
de: Vektorlayer entfernen

source: add vector
de: Vektorlayer hinzufügen

source: export project overview
de: Projektübersicht

source: projects export
de: Export

source: tooltip - overview over all raster export projects
de: Hier finden Sie eine Übersicht über alle Exportprojekte. Um einen Export zu erstellen klicken Sie auf 'Neuer Export'. Über den Button 'Editieren' können Sie Exporte nachträglich bearbeiten.

source: download size
de: Datenmenge

source: start export
de: Export Starten

source: export project has no layer
de: Export beinhaltet keine Daten

source: new export project
de: Neuer Export

source: import project edit
de: Import editieren

source: Import Editor
de: Raster Importeditor

source: projects import
de: Rasterimporte

source: tooltip - overview over all raster import projects
de: Übersicht über alle Rasterimporte. Um einen Import zu erstellen wählen Sie 'Neuer Import' aus. Über die Funktion 'Editieren' können Sie den Import nachträglich bearbeiten.

source: start import
de: Import Starten

source: new import project
de: Neuer Import

source: drawing options
de: Zeichenfunktionen

source: tooltip - drawing options
de: Sie haben die Möglichkeit ein Rechteck oder ein Polygon zu zeichnen. Um eine Geometrie zu bearbeiten aktivieren Sie das Editiermodul und wählen Sie die gewünschte Geometrie aus.

source: delete all features
de: Alle Geometrien löschen

source: load coverage
de: Laden

source: load vectorimports as coverage
de: Vektordaten aus Flächenbox laden

source: Information
de: Informationen

source: tooltip - information about data volumen
de: Der Speicherplatz wird beim Im- oder Export mindestens auf Ihrem PC benötigt.

source: Data volume
de: Datenmenge

source: Data tiles
de: Kachelanzahl (aktuell/maximal)

source: free disk space
de: Freier Speicherplatz

source: verify authentification
de: Anmeldung erforderlich

source: authentification for raster import required
de: Die von Ihnen angefragte Karte erfordert eine Anmeldung.<br>Bitte geben Sie Ihre Anmeldedaten für den Server "%(server)s" ein.

source: authorize
de: Anmelden

source: task detail
de: Details über Aufgabe

source: error
de: Fehler

source: is running
de: läuft

source: is active
de: aktiv

source: is paused
de: pausiert

source: task overview
de: Aufgabenübersicht

source: progress
de: Fortschritt

source: tooltip - task the page reload every 5 second
de: Der Status wird alle 5 Sekunden aktualisiert.

source: type
de: Typ

source: continue
de: Fortfahren

source: running
de: in Bearbeitung

source: not running
de: gestoppt

source: date created
de: Erstellt am:

source: tasks without project
de: Aufgaben ohne Projekt

source: Upload Geojson
de: GeoJSON Datei hochladen

source: tooltip upload geojson
de: Laden Sie hier Ihre GeoJSON-Dateien in das System. Dies ist erforderlich um im nächsten Schritt die Daten importieren zu können. Es können Dateien mit der Datei Endung .json hochgeladen werden.

source: you can also save your geojson directly to the geobox import folder. Reload this site after this.
de: Sie können die GeoJSON-Datei auch direkt im Import-Verzeichnis ablegen. Nach dem Neuladen der Seite, steht Ihnen dieses dann im zweiten Schritt zur Auswahl bereit.

source: open external explorer for import
de: GeoBox Import-Verzeichnis öffnen

source: import geojsondata
de: GeoJSON-Daten importieren

source: tooltip import geojson vectordata
de: Damit die Vektordaten im System genutzt werden kann, müssen diese in einen Layer importiert werden. Bitte wählen Sie die gewünschte Datei und wählen Sie aus in welche Layer die Datei importiert werden soll. Zudem besteht die Möglichkeit einen neuen Layer anzulegen. Geben Sie hier zu einfach einen Namen ein

source: Upload GML
de: GML-Datei hochladen

source: tooltip upload gml
de: Laden Sie hier Ihre GML-Dateien in das System. Dies ist erforderlich um im nächsten Schritt die Daten importieren zu können. Es können Dateien mit der Datei Endung .json hochgeladen werden.

source: you can also save your gml directly to the geobox import folder. Reload this site after this.
de: Sie können die GML-Datei auch direkt im Import-Verzeichnis ablegen. Nach dem Neuladen der Seite, steht Ihnen dieses dann im zweiten Schritt zur Auswahl bereit.

source: import gmldata
de: GML-Daten importieren

source: tooltip import gml vectordata
de: Damit die Vektordaten im System genutzt werden kann, müssen diese importiert werden. Bitte wählen Sie das entsprechende GML, das Koordiantensystem und den dazu passenden Layer aus.

source: shapefile import
de: Shapedateien importieren

source: Upload Shapefile
de: Shapefile hochladen

source: tooltip upload shapefile
de: Laden Sie hier Ihr Shapefile in das System. Dies ist erforderlich um im nächsten Schritt die Daten importieren zu können. Neben dem Shapefile (.shp) müssen auch die Dateien mit der Endung .shx und .dbf hochgeladen werden.

source: you can also save your shapefile directly to the geobox import folder. Reload this site after this.
de: Sie können das Shapefile auch direkt im Import-Verzeichnis ablegen. Nach dem Neuladen der Seite, steht Ihnen dieses dann im zweiten Schritt zur Auswahl bereit.

source: import vectordata
de: Daten importieren

source: tooltip import vectordata
de: Damit die Vektordaten im System genutzt werden kann, müssen diese importiert werden. Bitte wählen Sie das entsprechende Shapefile, das Koordiantensystem und den dazu passenden Layer aus.

source: username or password not correct
de: Benutzername oder Passwort sind nicht korrekt.

source: unable to fetch context document
de: Kontextdokument konnte nicht aktualisiert werden

source: load context document successful
de: Daten wurden erfolgreich aktualisiert.

source: unable to determine selected server
de: Ausgewählter Server kann nicht gefunden werden

source: server already exists
de: Server ist bereits vorhanden

source: server added
de: Server hinzugefügt. Sie können diesen nun auswählen

source: server could not added
de: Server konnte nicht hinzugefügt werden

source: unable to set homeserver
de: Home-Server kann nicht festgelegt werden

source: assigned %(homeserver)s as homeserver
de: "%(homeserver)s" als Home-Server festgelegt

source: delete sucessful
de: Erfolgreich gelöscht

source: delete not sucessful
de: Löschen nicht möglich

source: settings changed. restart required
de: Die Einstellungen wurden verändert - bitte starten Sie die Anwendung neu

source: -- select srs --
de: Koordinatensystem auswählen

source: gml file %(name)s successfully uploaded and geometries added to %(auth_layer_title)s
de: GML Datei %(name)s erfolgreich hochgeladen. Geometrien wurden in den %(auth_layer_title)s übernommen

source: upload success
de: Datei erfolgreich hochgeladen

source: file type not allowed
de: Dateityp ist nich erlaubt

source: please select new layer or current layer to import
de: Der Layer konnte nicht eindeutig zugeordnet werden. Bitte wählen Sie einen Layer aus der Liste oder geben Sie einen Namen für einen neuen Layer ein.

source: None of the characters used for the layer is allowed
de: Angegebener Layername ist ungültig

source: file will be imported
de: Datei wird importiert

source: file deleted
de: Datei wurde gelöscht

source: Filesystem
de: Dateisystem

source: creating couch app
de: Erstelle GeoBox CouchApp

source: Error creating couchapp. Check url and given target couchdb.
de: Fehler beim erstellen der GeoBox CouchApp. Bitte überprüfen Sie die angegebene URL und die Ziel-CouchDB.

source: couchapp ready %(couchapp_url)s
de: Die GeoBox CouchApp wurde erfolgreich in Ihrer CouchDB erstellt und steht nun unter der URL %(couchapp_url)s für Sie bereit

source: form error
de: Fehler bei Eingaben

source: no coverage
de: Keine Geometrie

source: no tiles
de: Keine Kacheln

source: to many tiles
de: Zu viele Kacheln

source: update WMTS
de: WMTS aktualisiert

source: invalid bbox
de: Ungültige BoundingBox

source: Save local WMS
de: Lokaler WMS gespeichert

source: update WMS
de: WMS aktualisiert

source: Need url for capabilities
de: URL für Capabilites wird benötigt

source: Save local WMTS
de: Lokaler WMTS gespeichert

source: delete local source successful
de: Quelle erfolgreich gelöscht

source: delete source successful
de: Quelle erfolgreich gelöscht

source: paused task successful
de: Aufgabe wird angehalten

source: start task successful
de: Aufgabe wurde gestartet

source: delete task successful
de: Aufgabe gelöscht

source: -- select layer or add new --
de: -- Layer auswählen --

source: -- select a geojson --
de: -- GEOJSON auswählen --

source: -- select a gml file --
de: GM- Datei auswählen

source: failed to upload %(name)s
de: Fehler beim Hochladen der Datei %(name)s

source: file %(name)s uploaded
de: Datei %(name)s hochgeladen

source: filetype of %(name)s not allowed
de: Dateityp der Datei %(name)s ist nicht erlaubt

source: -- select a shapefile --
de: Shapefile auswählen

source: invalid shapefile
de: Ungültiges Shapefile/fehlende Dateien

source: file %(name)s missing
de: Datei %(name)s fehlt

source: Invalid field name '%s'.
de: Ungültiger Feldname '%s'.

source: Field must be equal to %(other_name)s.
de: Das Feld muss mit dem %(other_name)s übereinstimmen.

source: Field must be at least %(min)d character long.
de: Feld muss mindestens %(min)d Zeichen lang sein

source: Field cannot be longer than %(max)d character.
de: Der Inhalt kann nicht länger als %(max)d Buchstabe sein.

source: Field must be between %(min)d and %(max)d characters long.
de: Eingabe muss zwischen %(min)d und %(max)d Zeichen lang sein.

source: Number must be greater than %(min)s.
de: Die Zahl muss größer als %(min)s sein

source: Number must be less than %(max)s.
de: Zahl muss kleiner sein als %(max)s

source: Number must be between %(min)s and %(max)s.
de: Die Zahl muss zwischen %(min)s und %(max)s liegen

source: This field is required.
de: Dieses Feld muss ausgefüllt werden.

source: Invalid input.
de: Ungültige Eingabe.

source: Invalid email address.
de: Ungültige E-Mail Adresse

source: Invalid IP address.
de: Ungültige IP Adresse.

source: Invalid Mac address.
de: Ungültige MAC-Adresse

source: Invalid URL.
de: Ungültige URL.

source: Invalid UUID.
de: Ungültige UUID.

source: Invalid value, must be one of: %(values)s.
de: Ungültiger Wert. Der Wert muss eines der folgenen sein: %(values)s.

source: Invalid value, can't be any of: %(values)s.
de: Ungültiger Wert: %(values)s sind nicht möglich.

source: Not a valid list
de: Keine gültige Liste.

source: Please input a date/time value
de: Bitte geben Sie Datun/Zeit ein.

source: Invalid date/time input
de: Ungültiger Datumswert.

source: Already exists.
de: Bereits vorhanden.

source: Invalid Choice: could not coerce
de: Keine gültige Auswahl.

source: Invalid choice(s): one or more data inputs could not be coerced
de: Ungültige Auswahl: Einer oder mehrere Eingaben konnten nicht verarbeitet werden.

source: '%(value)s' is not a valid choice for this field
de: '%(value)s' ist keine gültige Wahl für dieses Feld.

source: Not a valid integer value
de: Kein gültiger Integer-Zahlenwert angegeben.

source: Not a valid decimal value
de: Kein gültiger Dezimal-Zahlenwert angegeben.

source: Not a valid float value
de: Kein gültiger Float-Zahlenwert angegeben.

source: Not a valid datetime value
de: Kein gültigen Zeitpunkt angegeben.

source: Not a valid date value
de: Kein gültiges Datum angegeben.
