Repository: apchoi79/gbi-client
Catalog: app/geobox/web/translations/*/LC_MESSAGES/messages.po
Languages: de

source: EPSG:4326 help text
de: WGS 84

source: WGS 84 / Pseudo-Mercator (EPSG:3857)
de: Pseudo-Mercator (EPSG:3857)

source: EPSG:3857 help text
de: Pseudo-Mercator

source: Gauss-Kruger zone 3 (EPSG:31467)
de: Gauß-Krüger Zone 3 (EPSG:31467)

source: EPSG:31467 help text
de: Gauß-Krüger Zone 3

source: UTM zone 32N (EPSG:25832)
de: UTM Zone 32 Nord (EPSG:25832)

source: EPSG:25832 help text
de: UTM Zone 32 Nord

source: Close
de: Beenden

source: Open
de: Öffnen

source: invalid geometry type
de: Ungültiger Geometrietyp

source: invalid mapping
de: Ungültiges Mapping

source: vector export
de: Vektorexport

source: project export
de: Exportprojekt

source: project import
de: Importprojekt

source: vector import
de: Vektorimport

source: replication
de: Replikation

source: Sorry, method not allowed
de: Keine Berechtigung.

source: Sorry, page not found
de: Die Seite wurde nicht gefunden

source: Sorry, not allowed
de: Keine Berechtigung.

source: Please log in first...
de: Bitte loggen Sie sich ein

source: Sorry, an error has occurred
de: Entschuldigen Sie bitte, es ist ein Fehler aufgetreten

source: Login required
de: Einloggen erforderlich

source: Please login to see this page
de: Sie müssen sich anmelden um diese Seite aufrufen zu können

source: Not a valid choice
de: Keine gültige Auswahl.

source: title
de: Titel

source: level needs to be bigger or equal to start level
de: Das Endlevel muss größer oder gleich dem Startlevel sein

source: select coverage
de: Geometrie aus Projekt laden

source: select couch
de: Geometrie aus Editor laden

source: local
de: Lokal

source: raster_source
de: Rasterdatenquelle

source: update_tiles
de: Kacheln aktualisieren

source: srs
de: Koordinatensystem

source: geojson file name
de: geojson Dateiname

source: select existing layer
de: Bestehenden Layer auswählen

source: new layer
de: oder neuen Layer erstellen

source: gml file name
de: GML-Datei

source: file name
de: Shapefile

source: path
de: Verzeichnis

source: filename
de: Dateiname

source: export_type
de: Type

source: destination
de: Ziel

source: file
de: Datei

source: rastersource_username
de: Benutzername

source: rastersource_password
de: Passwort

source: rastersource_url
de: URL

source: rastersource_name
de: Name

source: rastersource_title
de: Title

source: rastersource_format
de: Format

source: rastersource_llbox
de: BoundingBox (Lat/Lon)

source: rastersource_srs_input
de: SRS (manuell)

source: rastersource_layer_input
de: Layer (manuell)

source: wms_version
de: Version

source: source
de: Suchdienst

source: couchapp_couch_url
de: URL der Ziel CouchDB

source: gbi server
de: Server

source: username
de: Benutzername

source: Password
de: Passwort

source: gbi server context document
de: Server-URL

source: Choose gml
de: GML Datei auswählen

source: only xml files allowed
de: Es sind nur XML-Dateien zulässig

source: settings
de: Einstellungen

source: upload authorization box
de: Berechtigungsbox hochladen

source: server list
de: Übersicht

source: add server
de: Hinzufügen

source: Log
de: Logs

source: Overview
de: Übersicht

source: Files
de: Dateien

source: Network
de: Netzwerk

source: home
de: Menü

source: new home server
de: Neuen Home-Server festlegen

source: The server is a home server. Would you like to assign it as your home server?
de: Der ausgewählte GeoBox-Server kann als Home-Server verwendet werden. An diesen Server werden Ihre Berechtigungsgeometrien und Dokumente übertragen die zum Tausch benötigt werden. <br><br> Bitte beachten Sie, dass der Home-Server nachträglich nicht mehr geändert werden kann.<br><br>Möchten Sie diesen GeoBox-Server als Ihren Home-Server festlegen?

source: no
de: Nein

source: yes
de: Ja

source: boxes are copied
de: Boxen werden kopiert

source: export editor and data
de: Editor und Daten exportieren

source: tooltip create couch app
de: Erstellen der GeoBox CouchApp in einer von Ihnen anzugebenen CouchDB. Die GeoBox CouchApp entspricht dem Editor des GeoBox Client.

source: raster layers
de: Rasterlayer

source: tooltip couch app raster layers
de: Wählen Sie aus den Ihren lokalen Rasterlayern aus, welche zusammen mit der GeoBox CouchApp in die CouchDB übertragen werden sollen

source: vector layer
de: Vektorlayer

source: tooltip couch app vector layers
de: Wählen Sie aus Ihren Vektorlayern aus, welche zusammen mit der GeoBox CouchApp in die CouchDB übertragen werden sollen

source: create
de: Erstellen

source: create couch app status
de: Status des Erstellvorgangs der GeoBox CouchApp

source: Create couch app status
de: Status des Erstellvorgangs der GeoBox CouchApp

source: Couchapp created
de: GeoBox CouchApp erstellt

source: Layer copy status
de: Kopierstatus der Layer

source: not processed
de: Noch nicht bearbeitet

source: finished
de: Beendet

source: an error occured
de: Es ist ein Fehler aufgetreten

source: completed
de: abgeschlossen

source: updated
de: Aktualisiert

source: files
de: Dateien

source: go to export details
de: Zum Export

source: no project for export
de: ohne Exportprojekt

source: as zip file
de: als ZIP-Datei

source: open export on external explorer
de: Export-Verzeichnis öffnen

source: tooltip - editor
de: In dieser Ansicht können Sie Geometrien bearbeiten

source: Current changes
de: Aktuelle Änderungen

source: save
de: Speichern

source: discard
de: Verwerfen

source: map layer
de: Kartenebenen

source: look
de: Aussehen

source: edit
de: Editieren

source: measure
de: Messen

source: search
de: Suche

source: offline seeding
de: Datenimport

source: thematical map
de: Thematische Karte

source: documents
de: Dokumente

source: Selected area
de: Selektierte Fläche

source: Drawn area
de: Gezeichnete Fläche

source: Search wms
de: WMS suchen

source: No search results
de: Die Suchanfrage ergab kein Ergebnis

source: Styling
de: Aussehen der Geometrien

source: infotext - edit styling
de: Hier ändern Sie das Aussehen der Geometrien. In jeder Ebene kann ein bestimmtes Aussehen verwendet werden. Ohne Speichern gehen die Änderungen verloren.

source: Edit
de: Editieren

source: infotext - edit controls
de: Wählen Sie ein Bearbeitungswerkzeug aus.

source: select all features
de: Alle Geometrien auswählen

source: unselect all features
de: Auswahl aufheben

source: tooltip - json schema
de: Sie können die URL eines JSON Schema angeben, um dieses Schema auf die Attribute der Geometrien des Aktiven Layers anzuwenden

source: Add JSONSchema URL
de: Schema laden

source: Refresh
de: Aktualisieren

source: Remove
de: Entfernen

source: Successful loaded
de: Erfolgreich aktualisiert

source: Loading schema failed
de: Laden des JSON-Schema fehlgeschlagen

source: Successful refreshed
de: Erfolgreich aktualisiert

source: Refreshing schema failed
de: Aktualisieren des JSON-Schema fehlgeschlagen

source: No active layer
de: Kein Layer aktiv

source: Attributes
de: Eigenschaften

source: infotext - attributes
de: Zu jeder Geometrie können Eigenschaften festgelegt werden. Wählen Sie hierzu eine Geometrie mit dem Auswahlwerkezug aus.

source: tooltip - edit attributes
de: Selektieren Sie eine oder mehrere Geometrien um deren Attribute zu bearbeiten

source: edit attributes
de: Eigenschaften bearbeiten

source: apply
de: Übernehmen

source: infotext - filter controls
de: Hier können Sie Geometrien abhängig von Eigenschaft und Wert auswählen.

source: Measure
de: Messen

source: infotext - measure controls
de: Mit diesen Werkzeugen können Sie die Koordinaten eines Punktes bestimmen, oder Strecken und Flächen messen.

source: infotext - search controls
de: Sie können hier über die vom Server bereitgestellt Dienste suchen und die Geometrien anschließend über den Reiter 'Editieren' in Ihren Layer übertragen.

source: tooltip - search
de: Je nach ausgewähltem Suchdienst stehen Ihnen verschiedene Möglichkeiten derSuche zur Verfügung. Um die Suchergebnisse auszublenden, betätigen Sie den entsprechenden Knopf.

source: No features found
de: Die Suche ergab keine Ergebnisse

source: search request is being processed
de: Suchanfrage wird bearbeitet

source: remove search
de: Suchstring entfernen

source: hide searchlayer
de: Suchergebnis ausblenden

source: search parcel by
de: Flurstücke suchen durch

source: Parcel id search
de: Flurstücksnummer

source: Parcel coordinate search
de: Koordinate

source: Parcel feature search
de: Geometrien

source: Start parcel id search
de: Suchen

source: No parcel ids given
de: Bitte geben Sie eine oder mehrere Flurstücksnummern an

source: Selected coordinate
de: Ausgewählte Koordinate

source: Start parcel coordinate search
de: Suchen

source: No search coordinate given
de: Bitte wählen Sie eine Koordinate in der Karte aus

source: Start parcel feature search
de: Suchen

source: No search feature(s) given
de: Bitte wählen Sie eine oder mehrere Geometrien aus

source: Search in progress
de: Flurstückssuche wird ausgeführt

source: Last search results
de: Ergebnisse der letzten Suche

source: Remove parcel search results
de: Suchergebnisse ausblenden

source: parcel id
de: Flurstücksnummer

source: infotext - thematical map
de: Erstellen Sie hier eine thematische Karte. So können Sie zum Beispiel die Geometrien klassifizieren oder die Daten als Liste exportieren.

source: save changes
de: Änderungen speichern

source: infotext - editor save
de: Speichern Sie hier Änderungen dauerhaft oder laden Sie Daten aus Speicherpunkten.

source: save as
de: Speichern untern

source: No active layer or invalid layer name
de: Ungültiger Layername oder kein Layer aktiv

source: Layer saved as
de: Layer gespeichert als

source: Export
de: Exportieren

source: Export layer
de: Layer exportieren

source: Export selected geometries
de: Ausgewählte Geometrien exportieren

source: Failed to export selected geometries
de: Fehler beim exportieren der ausgewählten Geometrien

source: Selected geometries exported
de: Ausgewählte Geometrien exportiert

source: savepoints
de: Speicherpunkte

source: create savepoint
de: Speicherpunkt erstellen

source: create new savepoint
de: Erstellen

source: save point created
de: Speicherpunkt wurde erstellt

source: error - could not create savepoint
de: Fehler - Speicherpunkt konnte nicht wurde erstellt

source: load savepoint
de: Speicherpunkt laden

source: load
de: Laden

source: delete
de: Löschen

source: infotext - offline seeding
de: Hier können Sie für Ihre lokalen Rasterlayer zusätzlich Daten importieren. Wählen Sie hierzu einen Layer aus und zeichnen Sie den Bereich, für den Sie Daten importieren möchten, in die Karte ein. Wählen Sie einen Start- und Endlevel für den Datenimport aus und starten Sie den Datenimport per Knopfdruck

source: Sure you want load savepoint
de: Speicherpunkt laden

source: infotext load savepoint
de: Nach dem Laden des Speicherpunkts gehen alle nicht gespeicherte Änderungen verloren.

source: abort
de: Abbrechen

source: yes load
de: Ja, laden!

source: Sure you want remove savepoint
de: Speicherpunkt löschen

source: infotext remove savepoint
de: Nach dem Löschen können Sie dne Speicherpunkt nicht wiederherstellen. Alle Änderungen gehen dabei verloren.

source: yes delete
de: Ja, Löschen

source: Sure you want change layer
de: Sind Sie sicher, dass Sie die Karte wechseln möchten

source: infotext change layer
de: Sie können die Datei in einen vorhandenen Layer oder in einen neuen Layer importieren.

source: yes change and discard
de: Änderungen verwefern

source: yes change and save
de: Speichern und wechseln

source: Sure you want delete layer
de: Löschen der Karte

source: infotext delete layer
de: Achtung: Nach dem Löschen kann die Karte nicht wiederhergestellt werden. Alle in der Karte enthaltenen Geometrien werden ebenfalls gelöscht.

source: export vector layer
de: Vektorlayer exportieren

source: infotext export layer
de: Exportieren Sie hier die aktuelle Karte in verschiedene Formate.

source: infotext - odata export
de: Binden Sie die angegebene URL in Ihren OData-Reader ein.<br>Alle Änderungen an den Attributen werden nach dem Speichern automatisch übertragen.

source: export
de: Exportieren

source: export selected geometries
de: Ausgewählte Geometrien exportieren

source: infotext export selected geometries
de: Exportieren Sie hier Ihre ausgewählten Geometrien als GeoJSON direkt in Ihre Box.

source: WMS search results
de: WMS Suchergebnisse

source: close
de: Schließen

source: Attribute edit mode active
de: Eigenschaften bearbeiten aktiv

source: Finish attribute editing by accepting or rejecting your changes before proceed
de: Beenden Sie das Bearbeiten der Eigenschaften indem Sie Ihre Änderungen übernehmen oder verwerfen bevor Sie fortfahren

source: context document will be loaded and boxes are copied
de: Daten werden vom Server geladen und kopiert

source: set gbi server
de: Server auswählen

source: no auth required
de: Für diesen Server ist keine Anmeldung erforderlich

source: set
de: Benutzen

source: Add server
de: Weiteren Server hinzufügen

source: add
de: Hinzufügen

source: Welcome to GeoBox
de: Willkommen zur GeoBox

source: welcome info text
de: Ausführliche Informationen zur Anwendung finden sie im

source: download usermanual
de: Benutzerhandbuch

source: import
de: Importieren

source: import raster
de: Rasterdaten importieren

source: import shape
de: Shapedatei importieren

source: import geojson
de: GeoJSON-Datei importieren

source: import gml
de: GML-Datei importieren

source: boxes
de: Boxen

source: filebox
de: Beraterbox

source: export raster
de: Rasterdaten exportieren

source: tasks
de: Aufgaben

source: data sources
de: Datenquellen

source: administation
de: Administration

source: download coverage
de: Downloadberecht.

source: import project overview
de: Übersicht über Rasterimporte

source: local raster sources
de: Lokale Rasterquelle

source: tooltip - local raster source overview
de: Hier sind alle Rasterquellen aufgelistet die auf Ihrem System zur Verfügung stehen.

source: zoom level
de: Level

source: remove
de: Entfernen

source: external raster source overview
de: Externe Rasterquellen

source: tooltip - external raster source overview
de: Alle Rasterquellen die vom Server zur Verfügung gestellt wurden. Definieren Sie hier Benutzername und Passwort falls diese geschützt sind

source: protected
de: Abgesichert

source: no username defined
de: Noch kein Benutzername vorhanden

source: unlock
de: Entsperren

source: external vector source overview
de: Externe Suchdienste

source: tooltip - external vector source overview
de: Hier werden alle aktiven externen Suchedienste in einer Übersicht angezeigt. Hier haben Sie die Möglichkeit ggf. Benutzername und Passwort einzugeben.

source: serach property
de: Such-Attribut

source: internal raster source overview
de: Eigene Rasterquellen

source: tooltip - internal raster source overview
de: Definieren Sie hier eigene Rasterquellen zum Beispiel WMS oder WMTS

source: url (layer name)
de: URL und Layer Name

source: new wmts source
de: Neuen WMTS hinzufügen

source: new wms project
de: Neuen WMS hinzufügen

source: unlock source
de: Quelle Entsperren

source: unlock sources
de: Quelle Entsperren

source: import raster edit
de: Rasterquellen

source: wms sources
de: WMS Quellen

source: WMS settings
de: WMS Einstellungen

source: infotext add wms
de: Fügen Sie hier eigene Rasterlayer hinzu die als Web Map Service (WMS) zur Verfügung stehen. In der Importansicht können Sie diese anschließend auswählen und den gewünchsten Bereich importieren.

source: load Capabilites
de: WMS Capabilites abrufen

source: layers_select
de: Layerauswahl

source: select srs
de: Auswahl Koordinatensysteme

source: preview
de: Vorschau

source: preview map
de: Vorschau

source: infotext preview map
de: Vorschaukarte

source: Get capabilities
de: WMS Capabilities laden

source: infotext wms capabilities reset form
de: Wenn Sie das WMS-Capabilities Dokument abrufen, werden alle Eingaben aus dem Formular entfernt.

source: load capabilities
de: WMS Capabilites abrufen

source: wmts sources
de: WMTS Quellen

source: tooltip - userdefined wmts source url
de: Die WMTS-Quelle benötigt eine URL, die Platzhalter für Zoom-Level ({TileMatrix}), Kachel-Spalte ({TileCol}) und -Zeile ({TileRow}) enthält.

source: External tile box
de: Externe TileBox einbinden

source: add and start tilebox
de: Hinzufügen/Neustarten

source: open external file explorer
de: GeoBox-Verzeichnis öffnen

source: open
de: Öffnen

source: welcome title
de: Willkommen zum GeoBox Client

source: welcome text
de: Zur Einrichtung de GeoBox-Clients wählen Sie bitte einen GeoBox-Server aus.<br>Sollte der gewünschte Server nicht in der Liste enthalten sein haben Sie die Möglichkeit diesen hinzuzufügen.

source: log_view
de: Log Übersicht

source: Log overview
de: Log Übersicht

source: network
de: Netzwerk

source: local net access
de: Zugriff für lokales Netzwerk

source: activated
de: Aktiv

source: deactivated
de: Inaktiv

source: Change local net access
de: Zugriff für lokales Netzwerk einstellen

source: deactivate
de: Deaktivieren

source: activate
de: Aktivieren

source: server overview
de: Server Übersicht

source: last update
de: Zuletzt aktualisiert

source: refresh
de: Aktualisieren

source: GML import
de: GML importieren

source: upload gml text
de: Bitte wählen Sie das GML Dokument mit Ihren Schlägen aus und geben Sie das Koordinatensystem an.<br>Ihre Daten werden in die Anwendung importiert und können anschließend editiert werden.

source: upload gml attention
de: Hinweis: Der Import ersetzt alle Geometrien im %(auth_layer_title)s.

source: upload
de: Datei hochladen

source: upload file
de: Datei hochladen

source: upload help text
de: Bitte wählen Sie eine Datei aus die Sie in Ihre Box hochladen können. Es werden Bilddateien (jpeg, png, tif) sowie Textdateien (csv, xml, json) und PDF vom System unterstützt.

source: Upload
de: Hochladen

source: file overview
de: Dateiübersicht

source: date
de: Datum

source: size
de: Dateigröße

source: preview only for json
de: Vorschau nur für .json

source: import only for json
de: Nur JSON import möglich

source: help text file exists, are you sure you want to overwrite it?
de: Eine Datei mit diesem Dateinamen existiert bereits. Wollen Sie die Datei überschreiben?

source: ok
de: Ja, überschreiben

source: file is uploading...
de: Datei wird hochgeladen...

source: infotext geojson layer
de: Sie können die Datei in einen vorhandenen Layer oder in einen neuen Layer importieren.

source: download box title
de: Download-Box

source: tooltip - download box
de: Die Download-Box zeigt ihnen alle von Ihrem Berater zur Verfügung gestellten Dateien an. Sie können diese über eine Vorschau ansehen oder - wenn diese Dateien Geometrien erhalten – importieren.

source: file box title
de: Beraterbox

source: file box
de: Beraterbox

source: tooltip - file box
de: Hier können Sie Dateien aus Ihrer Beraterbox vom Server herunterladen oder dort zur Verfügung stellen

source: upload box title
de: Upload-Box

source: tooltip - upload box
de: Stellen Sie hier Dokumente für Ihren Berater zur Verfügung.

source: Not allowed.
de: Zugriff auf die Seite ohne Login nicht erlaubt.

source: You will redirect automatically to the login page. If this does not happen, please click on the following link
de: Sie werden automatisch zur Login Seite weitergeleitet. Falls die Weiterleitung nicht funktioniert klicken Sie bitte auf den Link.

source: Login page
de: Login

source: File not found.
de: Datei nicht gefunden.

source: Method not allowed
de: Zugriffsmethode nicht erlabut.

source: Internal error.
de: Interner Fehler.

source: Not defined
de: Nicht definiert

source: Unsaved changes present. Sure, you want to leave the editor?
de: Es existieren ungespeicherte Änderungen. Sind Sie sicher, dass Sie den Editor verlassen wollen?

source: This filed is required
de: Dieses Feld muss ausgefüllt werden.

source: Finish edit first
de: Beenden Sie zuerst das Attribut-Bearbeiten

source: Add temporary
de: Temporär hinzufügen

source: Add permanent
de: Dauerhaft hinzufügen

source: Temporary
de: Temporär

source: add layer successful
de: Karte hinzufgefügt

source: not possible to add layer
de: Hinzufügen der Karte nicht möglich.

source: background map
de: Hintergrundkarten

source: raster map
de: Lokale Rasterkarten

source: vector map
de: Vektorkarten

source: add vector map
de: Vektorlayer hinzufügen

source: active layer
de: Ausgewählte Vektorkarte

source: no active layer
de: Keine Vektorkarte ausgewählt

source: Given layer name is invalid
de: Angegebener Layername ist ungültig

source: Layer up
de: Layer nach oben verschieben

source: Layer down
de: Layer nach unten verschieben

source: Zoom to layer extent
de: Alle Geometrien des Layers in der Karte anzeigen

source: Remove layer
de: Layer entfernen

source: On the fly seeding
de: Fehlende Kacheln automatisch importieren

source: Zoom to layer max extent
de: Ganzen Layer in der Karte anzeigen

source: Change visibility
de: Sichtbarkeit ändern

source: Activate layer
de: Layer aktivieren

source: coordinates
de: Koordianten

source: mesasure result
de: Messergebnis

source: no attributes
de: Keine Eigenschaften gespeichert

source: key
de: Schlüssel

source: value
de: Wert

source: add
de: Hinzufügen

source: add new attribute
de: Neue Eigenschaft hinzufügen

source: Same attribute with different values
de: Unterschiedliche Werte

source: Save attribute changes
de: Änderungen speichern

source: Cannot display properties of Features across multiple layers
de: Eigenschaften können nicht layerübergreifend angezeigt werden

source: line
de: Linie

source: stroke width
de: Linienstärke

source: stroke color
de: Linienfarbe

source: fill color
de: Flächenfarbe

source: fill opacity
de: Flächentransparenz in \%%

source: save styling
de: Aussehen speichern

source: loadFilter
de: Geometrien auswählen

source: point
de: Punkt

source: color
de: Farbe

source: infotext - point styling
de: Ändern Sie das Aussehen des ausgewählten Punktes. Ohne Speichern gehen die Änderungen verloren.

source: set styling
de: Aussehen speichern

source: Add attributes is not possible
de: Das Hinzufügen von Attributen ist nicht möglich

source: Features with invalid attributes left
de: Geometrien mit invaliden Attributen übrig

source: Next
de: Nachstes

source: Previous
de: Vorheriges

source: Additional attributes
de: Zusätzliche Attribute

source: This attribute is not defined in given schema. Remove it!
de: Attribut nicht im Schema definiert. Bitte entfernen!

source: URL of used JSONSchema
de: URL des benutzten JSON-Schema

source: Show property in map
de: Eigenschaft für alle Geometrien in der Karte anzeigen

source: Remove property from feature
de: Eigenschaft für gewählte Geometrie(n) entfernen

source: Features with non valid attributes present
de: Der Layer enthält Geometrien mit ungültigen Eigenschaften

source: Draw polygon
de: Polygon zeichnen

source: Draw line
de: Linie zeichnen

source: Draw rect
de: Rechteck zeichnen

source: Draw point
de: Punkt zeichnen

source: Edit feature
de: Geometrie bearbeiten

source: Delete feature
de: Geometrie(n) löschen

source: Split feature
de: Geometrie teilen

source: Merge features
de: Geometrien zusammenfügen

source: Unmerge features
de: Geometrien trennen

source: Select feature(s)
de: Geometrie(n) auswählen

source: Snap on features
de: An Geometrien einrasten

source: Copy feature(s)
de: Geometrie(n) kopieren

source: Measure point
de: Punkt bestimmen

source: Measure path
de: Strecke messen

source: Measure area
de: Fläche messen

source: Bad JSON:
de: Schlechtes JSON:

source: Only OpenLayers.Feature.Vector is supported.
de: Es werden nur Objekte des Typs OpenLayers.Feature.Vector unterstützt.

source: Feature was
de: Objekt war

source: Select a value
de: Wert auswählen

source: Attribute
de: Eigenschaften
